Repository: VitaliiINFA221/lab_01
Catalog: variant_2.tmx
Source language: en
Languages: ru

source: Access control ensures that access to assets is authorized and restricted.
ru: Управление доступом гарантирует, что доступ к активам авторизован и ограничен.

source: An attack is an attempt to destroy, expose, alter, disable or steal an asset.
ru: Атака — это попытка уничтожить, раскрыть, изменить, вывести из строя или украсть актив.

source: The audit is a systematic and documented process for obtaining audit evidence.
ru: Аудит — это систематический и документированный процесс получения свидетельства аудита.

source: The audit scope defines the extent and boundaries of an audit.
ru: Область аудита определяет объем и границы аудита.

source: Authentication provides assurance that a claimed characteristic of an entity is correct.
ru: Аутентификация обеспечивает гарантию того, что заявленная характеристика объекта является подлинной.

source: Authenticity is the property that an entity is what it claims to be.
ru: Подлинность — это свойство, указывающее, что объект представляет собой то, что он заявляет о себе.

source: Availability is the property of being accessible and usable on demand by an authorized entity.
ru: Доступность — это свойство быть доступным и готовым к использованию по запросу авторизованного объекта.

source: A base measure is defined in terms of an attribute and the method for quantifying it.
ru: Основной показатель определяется через атрибут и метод его количественной оценки.

source: Competence is the ability to apply knowledge and skills to achieve intended results.
ru: Компетентность — это способность применять знания и навыки для достижения желаемых результатов.

source: Confidentiality means that information is not disclosed to unauthorized individuals.
ru: Конфиденциальность означает, что информация не раскрывается неавторизованным лицам.

source: Conformity means fulfilment of a requirement.
ru: Соответствие означает выполнение требования.

source: A consequence is the outcome of an event affecting objectives.
ru: Последствие — это результат события, оказывающий влияние на цели.

source: Continual improvement is a recurring activity to enhance performance.
ru: Постоянное улучшение — это повторяющаяся деятельность по улучшению показателей деятельности.

source: A control is a measure that modifies risk.
ru: Средство управления — это мера, которая изменяет риск.

source: A control objective describes what is to be achieved as a result of implementing controls.
ru: Цель управления описывает, что должно быть достигнуто в результате применения средств управления.

source: Correction is an action to eliminate a detected nonconformity.
ru: Коррекция — это действие для устранения обнаруженного несоответствия.

source: Corrective action eliminates the cause of a nonconformity and prevents recurrence.
ru: Корректирующее действие устраняет причину несоответствия и предотвращает его повторение.

source: A derived measure is defined as a function of two or more values of base measures.
ru: Производный показатель определяется как функция двух или более значений основных показателей.

source: Documented information must be controlled and maintained by the organization.
ru: Документированная информация должна управляться и поддерживаться организацией.

source: Effectiveness is the extent to which planned activities are realized and planned results achieved.
ru: Результативность — это степень, с которой запланированные задачи выполнены и запланированные результаты достигнуты.

source: An event is an occurrence or change of a particular set of circumstances.
ru: Событие — это возникновение или изменение определенного набора обстоятельств.

source: The external context is the external environment in which the organization seeks to achieve its objectives.
ru: Внешний контекст — это внешняя среда, в которой организация стремится достичь своих целей.

source: Governance of information security directs and controls information security activities.
ru: Управление информационной безопасностью направляет и контролирует действия в сфере информационной безопасности.

source: The governing body is accountable for the performance and conformity of the organization.
ru: Руководящий орган управления несет ответственность за показатели деятельности и соответствие организации.

source: An indicator is a measure that provides an estimate or evaluation.
ru: Индикатор — это показатель, который представляет собой прогнозную или вычисляемую оценку.

source: Information need is the insight necessary to manage objectives, goals, risks and problems.
ru: Информационная потребность — это осознаваемая необходимость управления задачами, целями, рисками и проблемами.

source: Information processing facilities include any information processing system or service.
ru: Средства обработки информации включают любую систему обработки информации или службу.

source: Information security preserves the confidentiality, integrity and availability of information.
ru: Информационная безопасность обеспечивает сохранение конфиденциальности, целостности и доступности информации.

source: Information security continuity ensures continued information security operations.
ru: Непрерывность информационной безопасности гарантирует постоянное обеспечение информационной безопасности.

source: An information security event indicates a possible breach of information security policy.
ru: Событие информационной безопасности указывает на возможное нарушение политики информационной безопасности.

source: An information security incident is a single or a series of unwanted information security events.
ru: Инцидент информационной безопасности — это одно или последовательность нежелательных событий информационной безопасности.

source: Information security incident management detects, reports and responds to incidents.
ru: Менеджмент инцидентов информационной безопасности обеспечивает обнаружение, информирование и реагирование на инциденты.

source: An information security management system professional establishes and improves ISMS processes.
ru: Профессионал системы менеджмента информационной безопасности разрабатывает и улучшает процессы СМИБ.

source: An information sharing community is a group of organizations that agree to share information.
ru: Сообщество обмена информацией — это группа организаций, которые достигли соглашения о совместном использовании информации.

source: An information system is a set of applications, services and information technology assets.
ru: Информационная система — это совокупность приложений, служб и ИТ-активов.

source: Integrity is the property of accuracy and completeness.
ru: Целостность — это свойство сохранения полноты и точности.

source: An interested party can affect or be affected by a decision or activity.
ru: Заинтересованная сторона может влиять на решения или действия или быть подвержена их влиянию.

source: The internal context is the internal environment in which the organization seeks to achieve its objectives.
ru: Внутренний контекст — это внутренняя среда, в которой организация стремится достичь своих задач.

source: The level of risk is the magnitude of a risk expressed in terms of consequences and likelihood.
ru: Уровень риска — это величина риска, выраженная комбинацией последствий и их вероятности.

source: Likelihood is the chance of something happening.
ru: Вероятность — это возможность того, что что-то произойдет.

source: A management system is a set of interrelated elements to establish policies and objectives.
ru: Система менеджмента — это совокупность взаимосвязанных элементов для разработки политик и задач.

source: A measure is a variable to which a value is assigned as the result of measurement.
ru: Показатель — это переменная, значение которой присваивается в результате измерения.

source: Measurement is a process to determine a value.
ru: Измерение — это процесс определения значения.

source: A measurement function is an algorithm performed to combine base measures.
ru: Функция расчета производного показателя — это алгоритм, выполняемый для объединения основных показателей.

source: A measurement method is a logical sequence of operations used in quantifying an attribute.
ru: Метод измерения — это логическая последовательность действий для количественного определения атрибута.

source: Monitoring is determining the status of a system, a process or an activity.
ru: Мониторинг — это определение состояния системы, процесса или задачи.

source: Nonconformity is non-fulfilment of a requirement.
ru: Несоответствие — это невыполнение требования.

source: Non-repudiation is the ability to prove the occurrence of a claimed event or action.
ru: Неопровержимость авторства — это возможность доказать наступление оспариваемого события или действия.

source: An objective is a result to be achieved.
ru: Задача — это результат, который должен быть достигнут.

source: An organization is a person or group of people with its own functions and responsibilities.
ru: Организация — это лицо или группа лиц, наделенные своими собственными функциями и обязанностями.

source: To outsource means an external organization performs part of an organization's function.
ru: Передавать на аутсорсинг означает, что внешняя организация выполняет часть функций организации.

source: Performance is a measurable result.
ru: Показатель деятельности — это измеримый результат.

source: A policy is the intentions and direction of an organization, formally expressed by top management.
ru: Политика — это намерения и направление развития организации, официально сформулированные высшим руководством.

source: A process is a set of interrelated activities which transforms inputs into outputs.
ru: Процесс — это совокупность взаимосвязанных видов деятельности, которая преобразует входы в выходы.

source: Reliability is the property of consistent intended behaviour and results.
ru: Надежность — это свойство соответствия предполагаемому поведению и результатам.

source: A requirement is a need or expectation that is stated, implied or obligatory.
ru: Требование — это потребность или ожидание, которое установлено, подразумевается или является обязательным.

source: Residual risk is the risk remaining after risk treatment.
ru: Остаточный риск — это риск, оставшийся после обработки риска.

source: A review determines the suitability, adequacy and effectiveness of the subject matter.
ru: Анализ определяет пригодность, адекватность и результативность объекта анализа.

source: A review object is a specific item being reviewed.
ru: Объект анализа — это конкретный объект, подвергаемый анализу.

source: A review objective describes what is to be achieved as a result of a review.
ru: Цель анализа описывает, что должно быть достигнуто в результате анализа.

source: Risk is the effect of uncertainty on objectives.
ru: Риск — это влияние неопределенности на цели.

source: Risk acceptance is an informed decision to take a particular risk.
ru: Принятие риска — это обоснованное решение согласиться с конкретным риском.

source: Risk analysis is a process to comprehend the nature of risk and to determine the level of risk.
ru: Анализ риска — это процесс понимания характера риска и определения уровня риска.

source: Risk assessment is the overall process of risk identification, analysis and evaluation.
ru: Оценка риска — это единый процесс идентификации риска, анализа риска и определения степени риска.

source: Risk communication and consultation involve dialogue with stakeholders regarding risk.
ru: Обмен информацией по рискам и консультации включают диалог с заинтересованными сторонами по вопросам риска.

source: Risk criteria are terms of reference against which the significance of risk is evaluated.
ru: Критерий риска — это эталонные условия, в сравнении с которыми оценивают значимость риска.

source: Risk evaluation compares the results of risk analysis with risk criteria.
ru: Определение степени риска сравнивает результаты анализа риска с критериями риска.

source: Risk identification is the process of finding, recognizing and describing risks.
ru: Идентификация риска — это процесс поиска, распознавания и описания рисков.

source: Risk management is coordinated activities to direct and control an organization with regard to risk.
ru: Менеджмент риска — это скоординированные действия по руководству и управлению организацией в отношении рисков.

source: The risk management process applies policies and procedures to risk activities.
ru: Процесс менеджмента риска применяет политики и процедуры к действиям по управлению риском.

source: A risk owner has the accountability and authority to manage a risk.
ru: Владелец риска обладает ответственностью и полномочиями для менеджмента риска.

source: Risk treatment is a process to modify risk.
ru: Обработка риска — это процесс, нацеленный на изменение риска.

source: A security implementation standard specifies authorized ways for realizing security.
ru: Стандарт обеспечения безопасности устанавливает разрешенные методы обеспечения безопасности.

source: A threat is a potential cause of an unwanted incident.
ru: Угроза — это возможная причина нежелательного инцидента.

source: Top management directs and controls an organization at the highest level.
ru: Высшее руководство направляет и управляет организацией на высшем уровне.

source: A trusted information communication entity supports information exchange within a community.
ru: Доверенный участник информационного сообщества поддерживает информационное взаимодействие в рамках сообщества.

source: A vulnerability is a weakness of an asset or control that can be exploited by threats.
ru: Уязвимость — это слабое место актива или средства управления, через которое может реализоваться угроза.

source: Access is obtaining the use of a resource.
ru: Доступ — это получение возможности использования ресурса.

source: An access right is permission for a subject to access a particular object.
ru: Право доступа — это разрешение субъекту на доступ к определенному объекту.

source: Authorization is the granting of rights, including access based on access rights.
ru: Санкционирование — это предоставление прав, включая предоставление доступа на основе прав доступа.

source: Cryptography embodies principles and methods for the transformation of data.
ru: Криптография воплощает принципы и методы преобразования данных.

source: Decryption is the process of obtaining original data from a ciphertext.
ru: Расшифрование — это процесс получения исходных данных из шифрограммы.

source: Encryption is the cryptographic transformation of data.
ru: Шифрование — это криптографическое преобразование данных.

source: Identity authentication enables a system to recognize entities.
ru: Аутентификация личности позволяет системе распознавать субъекты.

source: Logical access control uses mechanisms related to data to provide access control.
ru: Логическое управление доступом использует механизмы, связанные с данными, для обеспечения управления доступом.

source: Message authentication verifies that a message was sent by the purported originator.
ru: Аутентификация сообщения проверяет, что сообщение было отправлено заявленным отправителем.

source: A message authentication code is a function of data and a secret key.
ru: Код аутентификации сообщений — это функция данных и секретного ключа.

source: Physical access control uses physical mechanisms to provide access control.
ru: Физическое управление доступом использует физические механизмы для обеспечения управления доступом.

source: A private key is intended for decryption for the exclusive use by its owner.
ru: Закрытый ключ предназначен для расшифрования и используется исключительно его владельцем.

source: A public key is intended for use by any entity for encrypted communication.
ru: Открытый ключ предназначен для использования любой стороной для зашифрованной связи.

source: A secret key is intended for use by a limited number of correspondents.
ru: Секретный ключ предназначен для использования ограниченным числом корреспондентов.

source: A security audit is an independent review of data processing system records.
ru: Аудит безопасности — это независимая проверка документации системы обработки данных.

source: A security clearance is permission to access data at or below a particular security level.
ru: Разрешение безопасности — это разрешение на доступ к данным на определенном уровне безопасности или ниже.

source: A security filter enforces a security policy on the data that pass through it.
ru: Фильтр безопасности обеспечивает соблюдение политики безопасности для проходящих через него данных.

source: A security policy is a plan or course of action adopted for providing computer security.
ru: Политика безопасности — это план или способ действий по обеспечению компьютерной безопасности.

source: Sensitive information must be protected because its disclosure will cause perceivable damage.
ru: Конфиденциальная информация должна быть защищена, поскольку ее раскрытие причинит ощутимый ущерб.

source: A subject is an active entity that can access objects.
ru: Субъект доступа — это активный компонент системы, который может обращаться к объектам.

source: System integrity means the system fulfils its operational purpose securely.
ru: Целостность системы означает, что система безопасно выполняет свое операционное назначение.

source: A trusted computer system provides sufficient computer security for concurrent access.
ru: Доверенная компьютерная система обеспечивает достаточную компьютерную безопасность для параллельного доступа.

source: An identity token is a device used for identity authentication.
ru: Идентификационный маркер — это устройство, используемое для аутентификации личности.
